Repository: common-repository/podcaster-kit
Catalog: languages/podcaster-kit-*.po
Languages: ru_ru

source: Add podcast
ru_ru: Добавить подкаст

source: Remove podcast
ru_ru: Удалить подкаст

source: Backward for 15 seconds
ru_ru: Назад на 15 секунд

source: Play
ru_ru: Слушать

source: Pause
ru_ru: Пауза

source: Forward for 60 seconds
ru_ru: Вперед на 60 секунд

source: Change audio speed
ru_ru: Изменить скорость аудио

source: Change audio volume
ru_ru: Изменить громкость аудио

source: Copy bookmark shortcode to clipboard
ru_ru: Скопировать шоткод закладки в буфер обмена

source: Add bookmark shortcode under cursor
ru_ru: Добавить шоткод закладки под курсором

source: Lock podcast
ru_ru: Закрыть подкаст

source: Unlock podcast
ru_ru: Открыть подкаст

source: Podcast
ru_ru: Подкаст

source: Podcast locked
ru_ru: Подкаст закрыт

source: Podcast unlocked
ru_ru: Подкаст открыт

source: Podcast is not set
ru_ru: Подкаст не установлен

source: Select lock audio
ru_ru: Выбрать аудио

source: About plugin
ru_ru: О плагине

source: Monetization
ru_ru: Монетизация

source: Plugin website
ru_ru: Вебсайт плагина

source: To configure the rules, you need to install <a href="https://easydigitaldownloads.com/">Easy Digital Downloads</a> plugin and configure at least one product.
ru_ru: Чтобы настроить правила, Вам нужно установить <a href="https://easydigitaldownloads.com/">Easy Digital Downloads</a> плагин и настроить хотя бы один продукт.

source: Podcast access rules after payment
ru_ru: Правила доступа к подкасту после оплаты

source: Here you can configure which categories with locked podcasts your visitors will have access after payment. If any category is not selected in any product, its locked podcasts will be available to all logged in users!
ru_ru: Тут Вы можете настроить какие категории с закрытыми подкастами будут доступны посетителю после оплаты. Если какая либо категория не выбрана ни в одном продукте, то ее закрытые подкасты будут доступны всем авторизованным посетителям!

source: days
ru_ru: дней

source: To categories
ru_ru: К категориям

source: Audio message for locked podcast part
ru_ru: Аудио сообщение для закрытой части подкаста

source: The visitor will hear it when he tries to listen to the locked part of the podcast.
ru_ru: Посетитель услышит его когда попытается послушать закрытую часть подкаста.

source: Add lock audio
ru_ru: Добавить аудио

source: Remove lock audio
ru_ru: Удалить аудио

source: Text message for the locked part of podcast summary
ru_ru: Текстовое сообщение для закрытой части резюме подкаста

source: The visitor will see it instead of the locked part of the podcast summary.
ru_ru: Посетитель увидит его вместо закрытой части резюме подкаста.

source: Save options
ru_ru: Сохранить настройки

source: You do not have sufficient permissions to access this page.
ru_ru: У Вас недостаточно прав для просмотра этой страницы.

source: Jump to summary bookmark
ru_ru: Перейти к закладке в резюме

source: Play from
ru_ru: Слушать с
